brew "autojump"
brew "coreutils"
brew "docker"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "git-extras"
brew "thefuck"
brew "vfox"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "feishu"
cask "goland"
cask "iina"
cask "iterm2"
cask "pycharm"
cask "visual-studio-code"
cask "warp"
