brew "autojump"
brew "coreutils"
brew "docker"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "git-extras"
brew "thefuck"
brew "vfox"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "amazon-q"
cask "blender"
cask "feishu"
cask "goland"
cask "hapigo"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-edge"
cask "obsidian"
cask "pycharm"
cask "qq"
cask "tencent-meeting"
cask "visual-studio-code"
cask "warp"
cask "wechat"
cask "wechatwebdevtools"
